{
  "text": [
    {
      "text": "**NEED ANSWERS? WE GOT’EM**",
      "variant": "h6"
    },
    {
      "text": "Frequently Asked Questions",
      "variant": "h2"
    }
  ],
  "collection": [
    {
      "text": [
        {
          "text": "How can I upgrade my account?",
          "variant": "h5"
        },
        {
          "text": "You can upgrade your account at any time to get more volume or more features (or both) from within your account settings. You can also opt-in to auto-upgrades, and we’ll automatically move you up to another plan if the upgrade would actually be cheaper given your current monthly usage of emails and validations."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How does MumaraOne work?",
          "variant": "h5"
        },
        {
          "text": "MumaraOne is an email delivery and email validations service that empowers businesses to easily send email from their applications. We’ve built a powerful, cloud-based infrastructure that scales gracefully and handles billions of emails per month so you don’t have to deal with the complexity and hassle of maintaining your own servers. It’s free to sign up and easy to get started. Read our docs for more info on how MumaraOne works."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How does your billing work?",
          "variant": "h5"
        },
        {
          "text": "Upon signup, you will only be billed the prorated amount of the selected plan for the current month. After that, your monthly plan cost and any extra emails and validations you use will be billed at the start of each month for the previous month. If you decide to cancel your account, any remaining balance due will be charged before the account can be closed."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How do I send my emails with MumaraOne?",
          "variant": "h5"
        },
        {
          "text": "Since MumaraOne exposes both an HTTP API and an SMTP endpoint, you can choose to send the way you’d like. Both ways have their advantages… SMTP is easy to setup and often plug and play, but API is much more reliable at scale. If you’re building an application, we recommend using our HTTP API."
        },
        {
          "text": "One thing to note: There’s no send button in MumaraOne, so if that’s what you’re looking for, contact us and we’ll point you in the right direction."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How many dedicated IPs do I need? Can I get more?",
          "variant": "h5"
        },
        {
          "text": "While some customers are happy on our shared IPs, others prefer the benefit of dedicated IPs, which give you more control over your reputation and deliverability. One dedicated IP is included with all Production and Scale plans."
        },
        {
          "text": "The number of dedicated IPs you need depends on your volume and the types of emails you send. In general, we recommend one IP per 1,000,000 emails per month, but there are definitely other factors that come into play as well. You can add additional IPs to your account for $59/IP/month from within the control panel or by contacting support."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "How many users come with each plan?",
          "variant": "h5"
        },
        {
          "text": "Every MumaraOne plan (except free) allows you to add as many users as you need to your account at no additional cost. We find that this keeps people from sharing login credentials (a security no-no), and it makes you happy. Win win. You can also manage user permissions with our five user roles. Read more about our role-based access control. Free plans are limited to 1 user per account."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    },
    {
      "text": [
        {
          "text": "I want to test out MumaraOne first. How can I do that?",
          "variant": "h5"
        },
        {
          "text": "The Concept plan is ideal for those looking to test out the service. It’s free to sign up, and your first 10,000 emails and 100 validations are absolutely free every month! Plus, you get email analytics, 5 days of log retention, and access to our email validations API."
        }
      ],
      "icon": {
        "src": "../../../assets/flexiblocks/icons/bx-chat.svg",
        "bg": "white",
        "color": "alpha"
      }
    }
  ]
}
